{
    "captcomm": {
        "path": "./captcomm.zip",
        "name": "Captain Commando",
        "filename": "captcomm.zip",
        "desc": "Captain Commando is set in a crime-ridden future in the year 2026, where a superhero named Captain Commando, assisted by his three faithful Commando Companions rise up to protect the Earth and all the Galaxy from a gang of super-powered criminals.",
        "image": "./images/captcomm-image.png",
        "video": "./videos/captcomm-video.mp4",
        "marquee": "./images/captcomm-marquee.png",
        "thumbnail": "./images/captcomm-thumb.png",
        "manual": "./manuals/captcomm-manual.pdf",
        "rating": "0.9",
        "releasedate": "19910928T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat'em Up",
        "md5": "f0d9590b505ad82c75c3efe0909a12ad",
        "lang": "en"
    },
    "dino": {
        "path": "./dino.zip",
        "name": "Cadillacs and Dinosaurs",
        "filename": "dino.zip",
        "desc": "The plot is based on the comic Cadillacs and Dinosaurs and takes place in the \"City In The Sea\" and its neighboring nearby jungle. The story starts 500 years from the 20th century, when an ensemble gang called the Black Marketeers begin hunting the dinosaurs to serve their unknown purpose. The continuous hunting process has made the dinosaurs violent and now they have started attacking villages and people. In order to get things sorted again, mechanic and shaman Jack Tenrec, diplomat and explorer by profession Hannah Dundee, friend and engineer Mustapha Cairo, and mysterious Mess O'Bradovich have decided to teamp up against the evil deeds of the Black Marketeer. The protagonists reach \"the City in the Sea\" where they suspect the whole hunting network being operating from.",
        "image": "./images/dino-image.png",
        "video": "./videos/dino-video.mp4",
        "marquee": "./images/dino-marquee.png",
        "thumbnail": "./images/dino-thumb.png",
        "manual": "./manuals/dino-manual.pdf",
        "rating": "0.75",
        "releasedate": "19930101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat'em Up",
        "md5": "94a8d50c789e77a1f396a0893dacbc85",
        "lang": "en"
    },
    "dynwar": {
        "path": "./dynwar.zip",
        "name": "Dynasty Wars / Tenchi wo Kurau",
        "filename": "dynwar.zip",
        "desc": "This is a two-player game where you play one of four Chinese heroes on horseback and try to kill all of your enemies. You can swing your weapon forward or backward or use magic to defeat your enemy.The year is 184 AD. The Han Dynasty has been overthrown by rebellious warlords who are ravaging the countryside. Violence is the only language spoken now. and the sword has silenced any opposition. All of China is in a state of turmoil as the situationseems hopeless for the people...\n\nYet out of the ashes ot‘ the fallen dynasty. four courageous warriors have united in strength to challenge the warlords. But are they strong enough to restore the Han Dynasty to its rightful place of power? Dynasty Wars lets you become one of the four warriors in their quest to defeat the evil warlords.\n\nSpecial attack features will help you as you ﬁnd yourself in never-ending battle. until you ﬁnally come face to face with the powerful General Thung Chok.",
        "image": "./images/dynwar-image.jpg",
        "video": "./videos/dynwar-video.mp4",
        "marquee": "./images/dynwar-marquee.png",
        "thumbnail": "./images/dynwar-thumb.png",
        "manual": "./manuals/dynwar-manual.pdf",
        "releasedate": "19890101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat them all",
        "md5": "e45c907aa7c9d903403d9e7e38b07d68",
        "lang": "en"
    },
    "ffight": {
        "path": "./ffight.zip",
        "name": "Final Fight",
        "filename": "ffight.zip",
        "desc": "Choosing one of three fighters, Cody, Guy or Mayor Mike Haggar, you make your way through the streets of Metro City battling the forces of the street gang MAD GEAR in order to rescue Cody's girlfriend Jessica the daughter of the mayor from Belger, the evil leader of the gang.\n\nFinal Fight can be played by up to two players simultaneously, with each player controlling a different character. Before the game begins, the player chooses between the three main characters, Guy, Cody, and Haggar, each with his own fighting style and attributes. Guy is the weakest but has faster attacks, Haggar is the strongest but also the slowest, and Cody has all-round attributes.\n\nFinal Fight consists of six stages or \"rounds\", as well as two bonus rounds. Each round takes place in a different section of Metro City such as the Slums and the Subway, with most rounds featuring more than one level. At the end of each round the player will face a boss character unique to that round.",
        "image": "./images/ffight-image.png",
        "video": "./videos/ffight-video.mp4",
        "marquee": "./images/ffight-marquee.png",
        "thumbnail": "./images/ffight-thumb.jpg",
        "manual": "./manuals/ffight-manual.pdf",
        "rating": "0.8",
        "releasedate": "19900101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat them all",
        "md5": "d29325154ab7f38a98c393285dc2a09e",
        "lang": "en"
    },
    "knights": {
        "path": "./knights.zip",
        "name": "Knights of the Round",
        "filename": "knights.zip",
        "desc": "This is a hack and slash game featuring King Arthur. Two other players can join the fight against the enemies. If you gain enough points you gain a level and increase in power.\n\nKnights of the Round is an arcade game released by Capcom in 1991. A side-scrolling beat 'em up based loosely on the legend of King Arthur and the Knights of the Round Table, the game features an role-playing video game-like level advancement system, with fighters getting new weapons and armour as they advance through the game, however the player can not choose how to upgrade his/her character - the level up system is static.",
        "image": "./images/knights-image.png",
        "video": "./videos/knights-video.mp4",
        "marquee": "./images/knights-marquee.png",
        "thumbnail": "./images/knights-thumb.jpg",
        "manual": "./manuals/knights-manual.pdf",
        "rating": "0.75",
        "releasedate": "19910101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat them all",
        "md5": "6880eb464064d5a57f4286acd7d6fe77",
        "lang": "en"
    },
    "kod": {
        "path": "./kod.zip",
        "name": "The King of Dragons",
        "filename": "kod.zip",
        "desc": "Up to three players fight in a horizontal scrolling fantasy world against orcs, skelettons, magicians and dragons.\n\nThe King of Dragons is a 1991 side-scrolling hack and slash video game that allows players to choose from five characters (Elf, Wizard, Fighter, Cleric, and Dwarf) in order to travel through the kingdom of Malus and defeat the monsters that have taken over, as well as their leader, the red dragon Gildiss. Like Capcom's Knights of the Round, it features a level advancement system, allowing character attributes to be upgraded as players progress through the game. The setting is very similar to that of Dungeons & Dragons and other medieval fantasy worlds, with familiar monsters such as Orcs, Gnolls, Harpies, Wyverns, Cyclopes, and Minotaurs.",
        "image": "./images/kod-image.png",
        "video": "./videos/kod-video.mp4",
        "marquee": "./images/kod-marquee.png",
        "thumbnail": "./images/kod-thumb.png",
        "manual": "./manuals/kod-manual.pdf",
        "rating": "0.6",
        "releasedate": "19910101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat them all",
        "md5": "7ac4089500c40aa2660465b86e8beee7",
        "lang": "en"
    },
    "mbomberj": {
        "path": "./mbomberj.zip",
        "name": "Saturday Night Slam Masters",
        "filename": "mbomberj.zip",
        "desc": "Professional wrestling experienced a sudden increase in popularity during the early 1980s, where many professional wrestling organizations were started all over the world. A severe rivalry existed among the organizations.\n\nIn order to resolve this conflict, 8 organizations combined to form the Capcom Professional Wrestling Association (CPWA), led by Victor Ortega, the CPWA’s first champion.\n\nOne day, Ortega suddenly vanished. He was considered to be the axis of the sport and his unexpected disappearance caused the CPWA to enter an age of confusion and disorder. The BPWA, a dark underground wrestling organization, chose to take advantage of this opportunity and began moving. With \"Fighters of Muscle Bomber = Destiny\" as the theme, the CPWA chief executives decided to hold a world tour called the “Crash Carnival,” to decide the new king of the CPWA.\n\nThe gong that determines the new “Master of Muscle Bomber” is sounded…",
        "image": "./images/mbomberj-image.png",
        "video": "./videos/mbomberj-video.mp4",
        "marquee": "./images/mbomberj-marquee.png",
        "thumbnail": "./images/mbomberj-thumb.png",
        "manual": "./manuals/mbomberj-manual.pdf",
        "rating": "0.9",
        "releasedate": "19930101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Combat",
        "md5": "cd9d7056b026fbd76680556c5d3e1e03",
        "lang": "jp"
    },
    "punisher": {
        "path": "./punisher.zip",
        "name": "The Punisher",
        "filename": "punisher.zip",
        "desc": "EVIL CAN RUN, BUT IT CAN'T HIDE!\n\nLeft for dead when his family accidentally stumbled on a Mob hit, Frank Castle refused to die.  Fueled by vengeance, he now wages a one-man war on the Mob.  A self-appointed judge, jury and executioner, there is no escaping his verdict.  The guilty must all face... The Punisher.\n\nPicking up a lead on a Mob front in New York, The Punisher blast into action.  Join him and Nick Fury as they smash their way through the streets to take on the New York underworld.  Pound some sense into street punks to gain information or pick up a flame thrower and fry them into submission.  Put together the clues and if you're tough enough, you'll track down and pronounce scentence on the most notorious crime lord of them all - The Kingpin!",
        "image": "./images/punisher-image.png",
        "video": "./videos/punisher-video.mp4",
        "marquee": "./images/punisher-marquee.png",
        "thumbnail": "./images/punisher-thumb.jpg",
        "manual": "./manuals/punisher-manual.pdf",
        "rating": "0.85",
        "releasedate": "19930101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat them all",
        "md5": "0ccc3ebb1456d937b02d0a8f22824644",
        "lang": "en"
    },
    "sf2": {
        "path": "./sf2.zip",
        "name": "Street Fighter II: The World Warrior",
        "filename": "sf2.zip",
        "desc": "The fighting game that revolutionized video games throughout the '90s. Choose one of eight warriors, each with his/her own strengths and weaknesses, and attempt to defeat the other fighters to become the world champion. Battle against computer-controlled opponents or another player.\n\nGET READY TO RUMBLE!\n\nFrom across the globe comes eight of the wildest fighters the world has ever known. Choose your champion, gather your courage and prepare to battle your opponents in a bare knuckle brawl. Face Ken and his devastating \"Dragon Punch\"! Watch the temperature rise as Dhalsim incinerates you with his mystical Yoga Flame! Hear your spine crack as Zangief smashes you to the pavement with his spinning pile driver! Cover your ears as Guile breaks the sound barrier with the awesome power of the Sonic Boom!\n\nAnnihilate your competition and claim the right to test your skills against the bone-crushing power of the Grand Masters! Can you survive? Can Anyone?",
        "image": "./images/sf2-image.png",
        "video": "./videos/sf2-video.mp4",
        "marquee": "./images/sf2-marquee.png",
        "thumbnail": "./images/sf2-thumb.png",
        "manual": "./manuals/sf2-manual.pdf",
        "rating": "0.85",
        "releasedate": "19920101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Combat",
        "md5": "0111b5abec1a11d0dc19065b54c9b20c",
        "lang": "en"
    },
    "wof": {
        "path": "./wof.zip",
        "name": "Warriors Of Fate / Tenchi wo Kurau II: Sekiheki no Tatakai /  Sangokushi II",
        "filename": "wof.zip",
        "desc": "Warriors of Fate is a beat'em up with nine stages. Each contains large mobs including spearman, archers, strongmen, bomb-wielding opponents, and at least one Wei boss. There can be up to three players on-screen at the same time. Using two buttons, Attack and Jump, the characters all have standard moves typical of Capcom side-scrollers of the day. Common enemies including Wei soldiers such as bandits, privatees, wrestlers, fatties and thieves will keep popping up from everywhere. In the end of each stage there is a Wei general as stage bosses, e.g., Li Dian, Xiahou Dun, Xu Chu, Zhang Liao, Cao Ren, Xu Huang, the infamous Lu Bu as final boss. After defeating them all, there is also Cao Cao himself.\n\nFeudal Chinese warriors fight for their lord against an evil warlord who is wreaking havoc and terror. Beaten opponents drop treasure, books and food which rejuvenate the combatants. Big bosses at the end of each level attempt to prevent your warriors from achieving their goals.\n\nWarriors of Fate follows Liu Bei's plight in Jingzhou from Romance of the Three Kingdoms, a history-based novel of China, set in the Three Kingdoms period as Cao Cao sets to invade his lands. In Warriors of Fate, Shu Han, led by Liu Bei, as in the novel, was everything \"good\" and \"righteous\", while Wei, led by the ever suspicious and cunning Cao Cao, is portrayed as \"evil\" and \"bad\". Liu Bei's warriors begin by fighting Cao Cao's forces at the Battle of Bowang, then Battle of Changban, then finally join up with Sun Quan to fight at the Battle of Red Cliff.",
        "image": "./images/wof-image.png",
        "video": "./videos/wof-video.mp4",
        "marquee": "./images/wof-marquee.png",
        "thumbnail": "./images/wof-thumb.png",
        "manual": "./manuals/wof-manual.pdf",
        "rating": "0.6",
        "releasedate": "19990101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat them all",
        "md5": "c4001de238cb11c2a63b477d66fb5a73",
        "lang": "en"
    }
}