{
    "armwar": {
        "path": "./armwar.zip",
        "name": "Armored Warriors",
        "filename": "armwar.zip",
        "desc": "In the year 2281, the war spanning half a century over territory between the United World Forces and the Raian Kingdom had at last come to an end.\n\nBut this peace was not to last. A year after a truce was signed between the two forces, former Raian army captain Azrael, who has converted himself into a cyborg in an attempt to become \"the perfect warrior\", has marshalled several thousand other cyborgs and declared war against the Raian Kingdom. Robbing mobile weapons from the army, this group of rogues has invaded the Raian capital of Merkid and has begun to abduct the civilians.\n\nThe United World Government, receiving an emergency message from the planet Raia, has but one choice: to organize and dispatch an army formed around its elite corps, a squadron of warriors called \"Bloody Armor\", to eradicate the enemy forces and rescue the civilians.\n\nAnd so, in October 2282, the United World Forces begin to launch its attack upon the planet Raia.\n\nThe most intense battle in human history is about to begin...",
        "image": "./images/armwar-image.png",
        "video": "./videos/armwar-video.mp4",
        "marquee": "./images/armwar-marquee.png",
        "thumbnail": "./images/armwar-thumb.png",
        "manual": "./manuals/armwar-manual.pdf",
        "rating": "0.7",
        "releasedate": "19940916T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat'em Up",
        "family": "Armored Warriors",
        "md5": "cf7f9562f8fadbbff0b4922895264211",
        "lang": "en"
    },
    "avsp": {
        "path": "./avsp.zip",
        "name": "Alien vs. Predator",
        "filename": "avsp.zip",
        "desc": "San Drad, California, has been overrun by the Aliens, and the cybernetically-enhanced Major Dutch Schaefer and Lieutenant Linn Kurosawa have been abandoned by their superiors and are cornered by a swarm of the Alien drones. Before they can be killed, a pair of the Predators appear and destroy the Aliens. The Predators offer an alliance with the two humans in order to stop the Alien infestation.\n\nThe players take control of up to three of four characters: Dutch, Linn, a Predator hunter, and a Predator warrior, and battle the Aliens through several environments. In the process, the characters discover that the Alien presence on Earth is the result of an experiment headed by a renegade General Bush of the U.S. Colonial Marines in conjunction with the Weyland-Yutani corporation. They destroy the Alien hive by crashing a military ship into San Drad, causing a huge explosion. The Predator warrior then gives his wrist blades to Dutch and Linn in recognition of their skills as warriors, before the Predators depart back into space.",
        "image": "./images/avsp-image.png",
        "video": "./videos/avsp-video.mp4",
        "marquee": "./images/avsp-marquee.png",
        "thumbnail": "./images/avsp-thumb.png",
        "manual": "./manuals/avsp-manual.pdf",
        "rating": "0.4",
        "releasedate": "19940520T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat'em Up",
        "family": "Alien",
        "md5": "f52dd992f8341ee726d4972463987696",
        "lang": "en"
    },
    "batcir": {
        "path": "./batcir.zip",
        "name": "Battle Circuit",
        "filename": "batcir.zip",
        "desc": "Battle Circuit take place in an alternate future earth, the game revolves around a group of bounty hunters who must capture the mad scientist Doctor Saturn and secure a sophisticated computer disc carrying a program known as the \"Shiva System\". Battle Circuit, which was Capcom's last beat 'em game for the arcades, contains comic-like characters in a futuristic science fiction setting and is considered by some to be a cult classic.",
        "image": "./images/batcir-image.png",
        "video": "./videos/batcir-video.mp4",
        "marquee": "./images/batcir-marquee.png",
        "thumbnail": "./images/batcir-thumb.png",
        "manual": "./manuals/batcir-manual.pdf",
        "rating": "0.7",
        "releasedate": "19970319T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat'em Up",
        "md5": "46153ab2500e4392ce095d3c7f428b55",
        "lang": "en"
    },
    "ddsom": {
        "path": "./ddsom.zip",
        "name": "Dungeons & Dragons: Shadow over Mystara",
        "filename": "ddsom.zip",
        "desc": "Dungeons & Dragons: Shadow over Mystara is an arcade game developed and published by Capcom in 1996 as a sequel to Dungeons & Dragons: Tower of Doom. It was also released on the Sega Saturn, packaged with Tower of Doom, under the title Dungeons & Dragons Collection. The game is set in the Dungeons & Dragons campaign setting of Mystara. It was one of the last 2-D arcade side-scrollers created by Capcom; only Battle Circuit (1997) came after Shadow over Mystara.",
        "image": "./images/ddsom-image.png",
        "video": "./videos/ddsom-video.mp4",
        "marquee": "./images/ddsom-marquee.png",
        "thumbnail": "./images/ddsom-thumb.png",
        "manual": "./manuals/ddsom-manual.pdf",
        "rating": "0.6",
        "releasedate": "19960101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat'em Up",
        "family": "Dungeons & Dragons",
        "md5": "931ddaa817c1a4428725d14a50b00877",
        "lang": "en"
    },
    "ddtod": {
        "path": "./ddtod.zip",
        "name": "Dungeons & Dragons: Tower of Doom",
        "filename": "ddtod.zip",
        "desc": "Dungeons & Dragons: Tower of Doom is the first of two video games created by Capcom based on the Dungeons & Dragons tabletop role-playing game. The game was also released on the Sega Saturn, packaged with its sequel, Dungeons & Dragons: Shadow over Mystara, under the title Dungeons & Dragons Collection, although the Saturn version limited the gameplay to only 2 players. The game is set in the Mystara campaign setting.",
        "image": "./images/ddtod-image.png",
        "video": "./videos/ddtod-video.mp4",
        "marquee": "./images/ddtod-marquee.png",
        "thumbnail": "./images/ddtod-thumb.png",
        "manual": "./manuals/ddtod-manual.pdf",
        "rating": "0.6",
        "releasedate": "19930101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Beat'em Up",
        "family": "Dungeons & Dragons",
        "md5": "1c1b3dce169dde74815798cb57e3c3c0",
        "lang": "en"
    },
    "dstlk": {
        "path": "./dstlk.zip",
        "name": "Darkstalkers: The Night Warriors",
        "filename": "dstlk.zip",
        "desc": "People tremble in fear of these monsters. A mysterious force awakens them from their long slumber. 'Arise and show your fangs!' The silence of the night is broken by the growls and roars of these evil spirits which have been summoned from beyond. They are coming... tonight! DarkStalkers - the warriors of the night!\n\nDarkStalkers features spectacular fighting between supernatural monsters with 4 TIMES the graphics of SFII (its 15,000 animation patterns put it way out in front of SSFII Turbo, resulting in realistic movement with smooth animation). With endless playability you'll never tire of, make sport of your opponent with incredible moves like the Special Attack and Death Blow which are humanly impossible. We're talking about unlimited varieties of attack!\n\nThe unimaginable secret power of the dark is unleashed!",
        "image": "./images/dstlk-image.png",
        "video": "./videos/dstlk-video.mp4",
        "marquee": "./images/dstlk-marquee.png",
        "thumbnail": "./images/dstlk-thumb.png",
        "rating": "0.8",
        "releasedate": "19940712T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Fighting / Versus",
        "family": "Darkstalkers",
        "md5": "6056a0732ab3318ddff27fee9d5580e4",
        "lang": "en"
    },
    "sfa": {
        "path": "./sfa.zip",
        "name": "Street Fighter Alpha : Warriors' Dreams",
        "filename": "sfa.zip",
        "desc": "It's Street Fighter as you always remember it, with some new moves, characters and combo systems, as well as a more polished look and feel.\n\nThe new moves available for each fighter, called Super moves, allow them to fire off very powerful moves. A bar at the bottom of the screen represents the power that you have to use for the moves. You start the first round on 0, and each attack that you make adds power to the bar. Once you reach level 3, you can unleash the special attacks, that can sometimes KO the opponant.\n\nThe other major change over the Street Fighter 2 series are the Alpha counters. These can be used to counter an on-coming attack after blocking.",
        "image": "./images/sfa-image.png",
        "video": "./videos/sfa-video.mp4",
        "marquee": "./images/sfa-marquee.png",
        "thumbnail": "./images/sfa-thumb.png",
        "manual": "./manuals/sfa-manual.pdf",
        "rating": "0.75",
        "releasedate": "19950101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Fighting / Versus",
        "family": "Street Fighter",
        "md5": "430b56d7e208e9253508b1172798efe5",
        "lang": "en"
    },
    "sfa2": {
        "path": "./sfa2.zip",
        "name": "Street Fighter Alpha 2",
        "filename": "sfa2.zip",
        "desc": "Street Fighter Alpha 2, known as Street Fighter Zero 2 in Japan, Asia and South America, is a 1996 fighting game originally released for the CPS II arcade hardware by Capcom. The game is both a sequel and a remake to the previous year's Street Fighter Alpha: Warriors' Dreams, which is itself a prequel to the Street Fighter II series in terms of plot and setting",
        "image": "./images/sfa2-image.png",
        "video": "./videos/sfa2-video.mp4",
        "marquee": "./images/sfa2-marquee.png",
        "thumbnail": "./images/sfa2-thumb.png",
        "manual": "./manuals/sfa2-manual.pdf",
        "rating": "0.75",
        "releasedate": "19960101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Fighting / Versus",
        "family": "Street Fighter",
        "md5": "b910ad2d6d14bb76a1af09fef8622a1b",
        "lang": "en"
    },
    "smbomb": {
        "path": "./smbomb.zip",
        "name": "Ring of Destruction: Slammasters II",
        "filename": "smbomb.zip",
        "desc": "Ring of Destruction plays like most Capcom fighting games of the era, in which the player has to win two rounds to claim victory. Its control system included a five-button layout consisted of punch and kick buttons of weak and heavy strengths and a grapple button.",
        "image": "./images/smbomb-image.png",
        "video": "./videos/smbomb-video.mp4",
        "marquee": "./images/smbomb-marquee.png",
        "thumbnail": "./images/smbomb-thumb.png",
        "manual": "./manuals/smbomb-manual.pdf",
        "rating": "0.7",
        "releasedate": "19940901T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Combat",
        "md5": "a780aea3e0ee1c9d8dc052fd3f16d149",
        "lang": "jp"
    },
    "ssf2": {
        "path": "./ssf2.zip",
        "name": "Super Street Fighter II: The New Challengers",
        "filename": "ssf2.zip",
        "desc": "Super Street Fighter II: The New Challengers is the fourth game in the Street Fighter II sub-series of Street Fighter games, following Street Fighter II: Hyper Fighting. In addition to refining and balancing the existing character roster from the previous installments, Super Street Fighter II also introduced four new characters.\n\nThis game is also known under the name of Super Street Fighter II: The Tournament Battle when 4 Cabinets are connected to play in tournament mode.",
        "image": "./images/ssf2-image.png",
        "video": "./videos/ssf2-video.mp4",
        "marquee": "./images/ssf2-marquee.png",
        "thumbnail": "./images/ssf2-thumb.png",
        "manual": "./manuals/ssf2-manual.pdf",
        "rating": "0.85",
        "releasedate": "19930101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Fighting / Versus",
        "family": "Street Fighter",
        "md5": "c3eaf50d4f7e483fba265bd575d2cb2e",
        "lang": "en"
    },
    "vsav": {
        "path": "./vsav.zip",
        "name": "Vampire Savior: The Lord of Vampire",
        "filename": "vsav.zip",
        "desc": "When the sun sets and humanity retreats to the imagined safety of their beds, a mysterious entity appears in the night sky to assemble the wicked and the evil. Jedah, one of the high nobles of Makai, is resurrected after a premature death long ago. Seeing the state of the demon world, he decides that the only way to save the world is to recreate it. To this end, he conjures a dimension known as Majigen, to which he summons worthy souls to feed his new world. The secret power of the dark is unleashed.\n\nEighteen supernatural creatures of myth and legend now materialize to wage their eternal war for domination of the night. Beware meager mortals, as the Darkstalkers arrive, the fate of all humanity rests on who wins this epic struggle. Beat Jedah and take your throne as the Lord of the Darkness.",
        "image": "./images/vsav-image.png",
        "video": "./videos/vsav-video.mp4",
        "marquee": "./images/vsav-marquee.png",
        "thumbnail": "./images/vsav-thumb.png",
        "manual": "./manuals/vsav-manual.pdf",
        "rating": "0.8",
        "releasedate": "19970101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Combat",
        "md5": "a5c60bb82a9498728f52f3eec464ec88",
        "lang": "en"
    },
    "vsav2": {
        "path": "./vsav2.zip",
        "name": "Vampire Savior 2: The Lord of Vampire",
        "filename": "vsav2.zip",
        "desc": "A Capcom fighter featuring supernatural monsters as fighters. Released in Japan in 1997, Vampire Savior 2 (ヴァンパイア セイヴァー 2, Vanpaia Seviā) was released along side Vampire Hunter 2 and uses the same gameplay mechanics as Vampire Savior. The game adds Night Warriors: Darkstalkers' Revenge characters Donovan Baine, Huitzil (Phobos in Japan) and Pyron to the Vampire Savior cast while omitting Jon Talbain (Gallon), Rikuo (Aulbath), and Sasquatch. Although the game was never official released in arcades outside of Japan, the game was incorporated into Darkstalkers 3 (Vampire Savior) and later as it's own standard game in the Japanese only release of Vampire: Darkstalkers Collection.\n\nVampire Savior 2 retains most of the cast has the characters Jon Talbain, Rikuo and Sasquatched removed from the roster and opening themes in order to incorporate Donovan Baine, Huitzil and Pyron. The default colors for CPU colors are different. Character specific boss fights are now repleaced with a singular boss fight against Jedah Dohma, with only Jedah himself receiving a unique ending. Pre-bosses fights are no longer varied but set so the player must fight Darkstalkers's original boss, Pyron.\n\nAlong side Shadow a new character, Marionette has been added. Marionette allows the player to fight in mirror matches throughout the game. Like Vampire Hunter 2, Shadow receives an addition 5 colors to his pallet and stages share the same recoloring. Oboro Bishamon is now a playable character through code input on the character select screen. Donovan's Night Warriors stage \"Revenger Rooster\" is readded and recolored as well.\n\nOddly and unlike Vampire Hunter 2, Vampire Savior 2 uses Night Warriors 's (Vampire Hunter in Japan) default color scheme for it's CPU characters while Vampire Hunter 2 uses Vampire Savior 's medium punch color scheme. Minor differences include health and EX/special bars colors and the font used for winning quotes.",
        "image": "./images/vsav2-image.png",
        "video": "./videos/vsav2-video.mp4",
        "marquee": "./images/vsav2-marquee.png",
        "thumbnail": "./images/vsav2-thumb.png",
        "manual": "./manuals/vsav2-manual.pdf",
        "rating": "0.7",
        "releasedate": "19970101T000000",
        "developer": "Capcom",
        "publisher": "Capcom",
        "genre": "Combat",
        "md5": "23b362cfd2b517e476b09cd20aeb98c0",
        "lang": "jp"
    }
}